{
    "title": "Контекст организации",
    "questions": [
        {
            "question": "Организация определяет внешние и внутренние проблемы, которые имеют отношение к ее цели и которые влияют на ее способность достичь запланированного результата(ов) системы менеджмента информационной безопасности?",
            "expected": true,
            "advice": "Организация должна определить внешние и внутренние проблемы, которые имеют отношение к ее цели и которые влияют на ее способность достичь запланированного результата(ов) системы менеджмента информационной безопасности."
        },
        {
            "question": "Организация определяет заинтересованные стороны, имеющие отношение к системе управления информационной безопасностью, а также требования этих сторон?",
            "expected": true,
            "advice": "Организация должна определить:\na) заинтересованные стороны, имеющие отношение к системе управления информационной безопасностью;\nb) соответствующие требования этих заинтересованных сторон;\nc) какие из этих требований будут удовлетворены с помощью системы менеджмента информационной безопасности."
        },
        {
            "question": "Системы управления информационной безопасностью действительна для всей деятельности организации?",
            "expected": false,
            "advice": "Организация должна определить границы и применимость системы управления информационной безопасностью, чтобы установить ее область применения."
        },
        {
            "question": "Область применения системы менеджмента информационной безопасности установлена в зависимости от деятельности организации?",
            "expected": true,
            "advice": "Чтобы установить область применения системы менеджмента информационной безопасности организация должна учитывать интерфейсы и зависимости между видами деятельности, выполняемыми организацией, и теми, которые выполняемыми другими организациями"
        },
        {
            "question": "Область применения системы управления информационной безопасностью доступна только в виде диаграмм и графиков",
            "expected": false,
            "advice": "Область применения должна быть доступна в виде документированной информации."
        },
        {
            "question": "Cистему менеджмента информационной безопасности не изменяема после утверждения?",
            "expected": false,
            "advice": "Организация должна создать, внедрить, поддерживать и постоянно совершенствовать систему менеджмента информационной безопасности, включая необходимые процессы и их взаимодействие, в соответствии с требованиями данного документа."
        }
    ]
}