{
    "title": "Руководство",
    "questions": [
        {
            "question": "Высшее руководство обеспечивает совместимость политики информационной безопасности со стратегическим направлением деятельности организации?",
            "expected": true,
            "advice": "Высшее руководство должно демонстрировать лидерство и приверженность в отношении системы управления информационной безопасностью путем обеспечения того, чтобы политика информационной безопасности и цели информационной безопасности были установлены и совместимы со стратегическим направлением деятельности организации."
        },
        {
            "question": "Менеджеры ответственны за обеспечения наличия ресурсов, необходимых для системы управления информационной безопасностью?",
            "expected": false,
            "advice": "Высшее руководство должно демонстрировать лидерство и приверженность в отношении системы управления информационной безопасностью путем обеспечения наличия ресурсов, необходимых для системы управления информационной безопасностью."
        },
        {
            "question": "Высшее руководство информирует сотрудников о важности эффективного управления информационной безопасностью?",
            "expected": true,
            "advice": "Высшее руководство должно демонстрировать лидерство и приверженность в отношении системы управления информационной безопасностью путем информирования о важности эффективного управления информационной безопасностью и соответствия требованиям системы менеджмента информационной безопасности."
        },
        {
            "question": "Высшее руководство несёт ответственность за систему управления информационной только на момент её утверждения?",
            "expected": false,
            "advice": "Высшее руководство должно демонстрировать лидерство и приверженность в отношении системы управления информационной безопасностью путем содействие постоянному улучшению и поддержки других соответствующих управленческих функций для демонстрации своего лидерства применительно к их области ответственности"
        },
        {
            "question": "Политика информационной безопасности включает обязательства по выполнению применимых требований и постоянному совершенствованию системы менеджмента информационной безопасности?",
            "expected": true,
            "advice": "Высшее руководство должно разработать политику информационной безопасности, которая:\na) соответствует целям организации;\nb) включает цели информационной безопасности или обеспечивает основу для постановки целей информационной безопасности;\nc) включает обязательство по выполнению применимых требований, связанных с информационной безопасностью;\nd) включает обязательство по постоянному совершенствованию системы менеджмента информационной безопасности."
        },
        {
            "question": "Политика информационной безопасности организации строго конфиденциальна и доступна только сотрудникам организации",
            "expected": false,
            "advice": "Политика информационной безопасности должна быть доступной для заинтересованных сторон, если это необходимо."
        },
        {
            "question": "Политика информационной безопасности передается в устной форме через поколения высшего руководства?",
            "expected": false,
            "advice": "Политика информационной безопасности должна быть доступной в виде документированной информации."
        },
        {
            "question": "Высшее руководство несёт ответственность за распределение ролей и полномочий имеющих отношение к информационной безопасности?",
            "expected": true,
            "advice": "Высшее руководство должно обеспечить, чтобы в организации были распределены и доведены до сведения ответственность и полномочия для ролей, имеющих отношение к информационной безопасности."
        },
        {
            "question": "Высшее руководство должно назначить ответственность за обеспечение соответствия системы менеджмента информационной безопасности требованиям настоящего документа",
            "expected": true,
            "advice": "Высшее руководство должно назначить ответственность и полномочия за обеспечение соответствия системы менеджмента информационной безопасности требованиям настоящего документа."
        },
        {
            "question": "Ответственность за представление высшему руководству отчетов о результатах работы системы менеджмента информационной безопасности несёт сотрудник организации в процессе непосредственной работы.",
            "expected": false,
            "advice": "Высшее руководство должно назначить ответственность и полномочия за представление высшему руководству отчетности о результатах работы системы менеджмента информационной безопасности в организации."
        }
    ]
}