{
    "title": "Планирование",
    "questions": [
        {
            "question": "При планировании системы менеджмента информационной безопасности организация учитывает риски и возможности?",
            "expected": true,
            "advice": "При планировании системы менеджмента информационной безопасности организация должна определить риски и возможности, которые необходимо устранить, чтобы:\na) обеспечить достижение системой менеджмента информационной безопасности запланированного результата(ов);\nb) предотвратить или уменьшить нежелательные эффекты;\nc) достижения постоянного улучшения."
        },
        {
            "question": "Организация планирует действия по устранению обнаруженных рисков?",
            "expected": true,
            "advice": "Организация должна планировать действия по устранению обнаруженных рисков и возможностей как интегрировать и внедрить действия в процессы системы менеджмента информационной безопасности и оценить эффективность этих действий"
        },
        {
            "question": "Процесс оценки риска информационной безопасности устанавливает критерии оценок риска?",
            "expected": true,
            "advice": "Процесс оценки риска информационной безопасности должен устанавливать и поддерживать критерии риска информационной безопасности, которые включают:\na) критерии принятия риска;\nb) критерии для выполнения оценок риска информационной безопасности."
        },
        {
            "question": "Процесс оценки риска информационной безопасности обеспечивает независимость оценок риска друг от друга?",
            "expected": false,
            "advice": "Процесс оценки риска информационной безопасности должен обеспечивать, чтобы повторяющиеся оценки риска информационной безопасности давали последовательные, достоверные и сопоставимые результаты."
        },
        {
            "question": "Процесс оценки риска информационной безопасности определяет риски, связанные с потерей конфиденциальности, целостности и доступности информации?",
            "expected": true,
            "advice": "Процесс оценки риска информационной безопасности должен идентифицировать риски информационной безопасности, при этом:\na) применять процесс оценки рисков информационной безопасности для выявления рисков, связанных с потерей конфиденциальности, целостности и доступности информации, входящей в сферу действия системы управления информационной безопасностью;\nb) определять владельцев рисков."
        },
        {
            "question": "Организация сохраняет документированную информацию о процессе оценки рисков информационной безопасности?",
            "expected": true,
            "advice": "Организация должна сохранять документированную информацию о процессе оценки рисков информационной безопасности."
        },
        {
            "question": "Организация немедленно разрабатывает все средства контроля, необходимые для реализации выбранного(ых) варианта(ов) обработки риска информационной безопасности",
            "expected": false,
            "advice": "Организации могут разрабатывать средства контроля по мере необходимости или определять их из любого источника."
        },
        {
            "question": "Организация составляет Заявление о Применимости (Statement of Applicability)?",
            "expected": true,
            "advice": "Организация должна составить Заявление о Применимости (Statement of Applicability), содержащее:\n- необходимые средства контроля;\n- обоснование их включения;\n- внедрены ли необходимые средства контроля или нет; и\n- обоснование для исключения любого из элементов управления."
        },
        {
            "question": "Организация составляет план обработки рисков информационной безопасности и согласовывает его с владельцами рисков?",
            "expected": true,
            "advice": "Организация должна сформулировать план обработки рисков информационной безопасности и получить одобрение владельцами рисков плана обработки рисков информационной безопасности и согласие с остаточными рисками информационной безопасности."
        },
        {
            "question": "Организация сохраняет документированную информацию о процессе обработки рисков информационной безопасности?",
            "expected": true,
            "advice": "Организация должна сохранять документированную информацию о процессе обработки рисков информационной безопасности."
        },
        {
            "question": "Организация устанавливает цели информационной безопасности, соответсвующие политике информационной безопасности и результатам оценки рисков?",
            "expected": true,
            "advice": "Цели информационной безопасности должны:\na) соответствовать политике информационной безопасности;\nb) быть измеримыми (если это практически возможно);\nc) учитывать применимые требования информационной безопасности, а также результаты оценки и обработки рисков;\nd) контролироваться;\ne) передаваться;\nf) обновляться по мере необходимости."
        },
        {
            "question": "Организация сохраняет документированную информацию о целях информационной безопасности?",
            "expected": true,
            "advice": "Организация должна хранить документированную информацию о целях информационной безопасности."
        },
        {
            "question": "Организация планирует ресурсы и средства, необходимые для достижения целей информационной безопасности?",
            "expected": true,
            "advice": "При планировании достижения целей информационной безопасности организация должна определить:\na) что будет сделано;\nb) какие ресурсы потребуются;\nc) кто будет нести ответственность;\nd) когда это будет завершено; и\ne) как будут оцениваться результаты."
        },
        {
            "question": "Организация планомерно подходит к изменениям в системе управления информационной безопасностью?",
            "expected": true,
            "advice": "Когда организация определяет необходимость внесения изменений в систему управления информационной безопасностью, эти изменения должны осуществляться планомерно."
        }
    ]
}