{
    "title": "Поддержка",
    "questions": [
        {
            "question": "Организация предусматривает обновления системы управления информационной безопасностью?",
            "expected": true,
            "advice": "Организация должна определить и предоставить ресурсы, необходимые для создания, внедрения, поддержания и постоянного совершенствования системы управления информационной безопасностью."
        },
        {
            "question": "Организация определяет компетентность лиц, ответсвтенных за информационную безопасность?",
            "expected": true,
            "advice": "Организация должна:\na) определять необходимую компетентность лиц, выполняющих под ее контролем работу, которая влияет на ее показатели информационной безопасности;\nb) обеспечить компетентность этих лиц на основе соответствующего образования, подготовки или опыта;\nc) где это применимо, предпринимать действия по приобретению необходимой компетентности и оценивать эффективность предпринятых действий; и\nd) сохранять соответствующую документированную информацию в качестве доказательства компетентности.\nСоответствующие действия могут включать, например, следующее: проведение обучения, наставничество или перевод действующих сотрудников; наем или привлечение компетентных лиц."
        },
        {
            "question": "Лица, осуществляющие контроль организации осведомлены о всех требованиях системы информационной безопасности?",
            "expected": true,
            "advice": "Лица, выполняющие контроль организации, должны быть осведомлены о:\na) политику информационной безопасности;\nb) свой вклад в эффективность системы менеджмента информационной безопасности, включая выгоды от улучшения показателей информационной безопасности; и\nc) последствия несоответствия требованиям системы менеджмента информационной безопасности."
        },
        {
            "question": "Организация определяет правила коммуникаций, относящихся к системе менеджмента информационной безопасности?",
            "expected": true,
            "advice": "Организация должна определить необходимость внутренних и внешних коммуникаций, относящихся к системе менеджмента информационной безопасности, включая:\na) о чем сообщать;\nb) когда сообщать;\nc) с кем общаться;\nd) как общаться."
        },
        {
            "question": "Система управления информационной безопасностью организации содержит документированную информацию?",
            "expected": true,
            "advice": "Система управления информационной безопасностью организации должна включать:\na) документированную информацию, требуемую данным документом; и\nb) документированную информацию, определенную организацией как необходимую для обеспечения эффективности системы менеджмента информационной безопасности.\nОбъем документированной информации для системы менеджмента информационной безопасности может отличаться в разных организациях."
        },
        {
            "question": "Организация обеспечивает стандарты форматирования документированной информации?",
            "expected": true,
            "advice": "При создании и обновлении документированной информации организация должна обеспечить соответствующую:\na) идентификацию и описание (например, заголовок, дата, автор или номер ссылки);\nb) формат (например, язык, версия программного обеспечения, графика) и носитель (например, бумажный, электронный); и\nc) проверка и утверждение на предмет пригодности и адекватности."
        },
        {
            "question": "Документированная информация, требуемая системой управления информационной безопасностью доступна и адекватно защищена?",
            "expected": true,
            "advice": "Документированная информация, требуемая системой управления информационной безопасностью и настоящим документом, должна контролироваться для обеспечения:\na) она доступна и пригодна для использования там и тогда, где и когда она необходима; и\nb) она адекватно защищена (например, от потери конфиденциальности, ненадлежащего использования или потери целостности)."
        },
        {
            "question": "Организация предусматривает все возможные виды использования документированной информации?",
            "expected": true,
            "advice": "Для контроля документированной информации организация должна рассмотреть следующие виды деятельности, если это применимо:\na) распространение, доступ, поиск и использование;\nb) хранение и консервация, включая сохранение читаемости;\nc) контроль изменений (например, контроль версий);\nd) хранение и утилизация."
        },
        {
            "question": "Организация допускает использование документированной информации внешнего происхождения, наряду с оригинальной?",
            "expected": false,
            "advice": "Документированная информация внешнего происхождения, которая, по мнению организации, необходима для планирования и функционирования системы менеджмента информационной безопасности, должна быть идентифицирована соответствующим образом и контролироваться. Доступ может подразумевать решение относительно разрешения только на просмотр документированной информации или разрешения и полномочий на просмотр и изменение документированной информации и т.д."
        }
    ]
}