{
    "title": "Эксплуатация",
    "questions": [
        {
            "question": "Организация планирует, внедряет и контролирует процессы, определённые на этапе планирования?",
            "expected": true,
            "advice": "Организация должна планировать, внедрять и контролировать процессы, необходимые для выполнения требований и осуществления действий, определенных на этапе планирования, путем:\n- установления критериев для процессов;\n- осуществления контроля процессов в соответствии с критериями."
        },
        {
            "question": "Организация предусматривает возможность изменений?",
            "expected": true,
            "advice": "Организация должна контролировать запланированные изменения и анализировать последствия непредвиденных изменений, принимая меры по смягчению любых неблагоприятных последствий, если это необходимо. "
        },
        {
            "question": "Организация обеспечивает контроль процессов, продуктов или услуг, предоставляемых извне?",
            "expected": true,
            "advice": "Организация должна обеспечить контроль процессов, продуктов или услуг, предоставляемых извне, которые имеют отношение к системе менеджмента информационной безопасности."
        },
        {
            "question": "Организация проводит оценки и обработки рисков информационной безопасности?",
            "expected": true,
            "advice": "Организация должна проводить оценки риска информационной безопасности через запланированные промежутки времени или когда предлагаются или происходят значительные изменения, с учетом критериев, установленных на этапе планирования. Организация должна реализовать план обработки рисков информационной безопасности."
        },
        {
            "question": "Организация сохраняет документированную информацию о результатах оценок и обработки рисков информационной безопасности?",
            "expected": true,
            "advice": "Организация должна сохранять документированную информацию о результатах оценок и обработки рисков информационной безопасности."
        }
    ]
}