{
    "title": "Политика безопасности",
    "questions": [
        {
            "question": "Организация имеет документированную политику информационной безопасности?",
            "expected": true,
            "advice": "Убедитесь, что у вас есть документированная политика информационной безопасности, соответствующая требованиям ISO-27001."
        },
        {
            "question": "Политика информационной безопасности пересматривается раз в пять лет?",
            "expected": false,
            "advice": "Пересматривайте политику информационной безопасности не реже одного раза в два года, чтобы она оставалась актуальной."
        },
        {
            "question": "Политика информационной безопасности распространяется на всех сотрудников и внешних подрядчиков?",
            "expected": true,
            "advice": "Убедитесь, что политика информационной безопасности охватывает всех сотрудников и внешних подрядчиков для всеобъемлющей защиты."
        },
        {
            "question": "Не существует процесса утверждения изменений в политику информационной безопасности?",
            "expected": false,
            "advice": "Создайте и задокументируйте процесс утверждения изменений в политику информационной безопасности для поддержания контроля и актуальности."
        },
        {
            "question": "Политика информационной безопасности включает положения о соблюдении нормативных требований и стандартов?",
            "expected": true,
            "advice": "Убедитесь, что политика информационной безопасности включает положения о соблюдении всех применимых нормативных требований и стандартов."
        },
        {
            "question": "Политика информационной безопасности не доведена до сведения всех сотрудников?",
            "expected": false,
            "advice": "Убедитесь, что все сотрудники ознакомлены с политикой информационной безопасности через обучение и регулярные напоминания."
        },
        {
            "question": "Политика информационной безопасности включает меры по защите от внутренних и внешних угроз?",
            "expected": true,
            "advice": "Разработайте и включите в политику информационной безопасности меры по защите от внутренних и внешних угроз, чтобы минимизировать риски."
        },
        {
            "question": "Политика информационной безопасности содержит план действий в чрезвычайных ситуациях?",
            "expected": true,
            "advice": "Включите в политику информационной безопасности план действий в чрезвычайных ситуациях для обеспечения готовности к инцидентам."
        }
    ]
}
